import React from 'react';
import "./Express.scss"

export const Express = () => {
    return (
      <div className="express">
        <h2 className="express__title">Доставка і оплата</h2>
        <h4 className="express__list-title">
          ЗАМОВЛЕННЯ ВВАЖАЄТЬСЯ ВИКОНАНИМ У ПОВНОМУ ОБСЯМІ ПРИ УМОВІ ВИКОНАННЯ
          ПРОДАВЦЕМ НАСТУПНИХ ДІЙ:
        </h4>
        <ul>
          <li>виготовлення замовленого Покупцем якісного Товару;</li>
          <li>
            доставка його за вказаною Покупцем адресою (під'їзд будинку, вхід до
            будинок, вхід на приватну територію та ін.);
          </li>
          <li>
            дзвінок на телефонний номер Покупця з метою повідомлення про
            доставку товару за адресою;
          </li>
          <li>
            очікування Покупця за вказаною адресою (під'їзд будинку, вхід до
            будинку, вхід на приватну територію та ін.) не менше п'яти хвилин з
            моменту здійснення дзвінка про доставку Товару на номер телефону
            вказаний Покупцем.
          </li>
        </ul>
        <h3 className="express__subtitle">УВАГА !!!</h3>
        <h4 className="express__list-title">
          ПІСЛЯ ЗДІЙСНЕННЯ ЗАМОВЛЕННЯ, ПОКУПЕЦЬ ЗОБОВ'ЯЗАНИЙ:
        </h4>
        <ul>
          <li>
            забезпечити можливість здійснення Продавцем повідомлення про
            доставку Товару на наданий номер телефону (підтримувати
            працездатність телефонного апарату та/або стійкий, безперебійний
            рівень зв'язку), до отримання повідомлення про доставку товару за
            адресою;
          </li>
          <li>
            у разі неможливості забезпечення належної працездатності телефонного
            апарату, стійкого та безперебійного зв'язку, Покупець, дотримуючись
            всіх необхідних і розумних запобіжних заходів, зобов'язаний чекати
            кур'єра у місці доставки вказаному під час оформлення замовлення
            (під'їзд будинку, вхід до будинку, вхід на приватну територію та
            ін.);
          </li>
          <li>
            у випадку, якщо через 10 хвилин з моменту здійснення виклику на
            номер телефону Покупця з метою повідомлення про доставку адресою,
            замовлення не буде отримано, замовлення вважається виконаним у
            повному обсязі обсязі. Сплачені кошти не повертаються, Товар
            підлягають утилізації;
          </li>
          <li>
            у разі самовивезення Товару, Покупець своєчасно, не пізніше двох
            годин з моменту повідомлення про готовність Товару повинен забрати
            Товар з відповідної адреси. Після закінчення двох годин Товар
            утилізується.
          </li>
        </ul>
        <h4 className="express__list-title">УМОВИ ДОСТАВКИ:</h4>
        <ul>
          <li>
            Доставка продуктов питания бесплатна при заказе на сумму свыше
            800сом в зоне бесплатной доставки.
          </li>
          <li>
            Вартість доставки замовлень до 800сом складає 50сом-150сом.
            (уточнюйте у оператора)
          </li>
        </ul>
        <h4 className="express__list-title"> СПОСОБИ ОПЛАТИ ЗАМОВЛЕННЯ:</h4>
        <ul>
          <li> Готівковий розрахунок.</li>
          <li>Безготівковий розрахунок.</li>
          <li>
            Оплатити своє замовлення Ви можете будь-яким зручним для Вас
            способом.
          </li>
          <li>
            Про спосіб оплати, номер замовлення обов'язково повідомте оператора.
          </li>
          <li>Умови та час доставки погоджуються з оператором за телефоном.</li>
        </ul>
        <h3 className="express__subtitle">ГРАФІК ДОСТАВКИ:</h3>
        <span>понеділок – неділя з 10:00 до 00:00</span>
        <h3 className="express__subtitle">ГРАФІК РОБОТИ КОЛ-ЦЕНТРУ:</h3>
        <span>понеділок – неділя з 10:00 до 00:00</span>
        <h3 className="express__subtitle">ЗВЕРНІТЬ УВАГУ!</h3>
        <span>
          Без погодження умов доставки телефоном замовлення не надсилається.
        </span>
      </div>
    );
};

